/* No comment provided by engineer. */
"Cannot fetch the image path, please try again" = "Cannot fetch the image path, please try again";

/* No comment provided by engineer. */
"Could not be 0" = "Could not be 0";

/* No comment provided by engineer. */
"Email address is missing" = "Email address is missing";

/* No comment provided by engineer. */
"Fail to decrypt" = "Fail to decrypt";

/* No comment provided by engineer. */
"Fail to encrypt" = "Fail to encrypt";

/* No comment provided by engineer. */
"Hi you have already fetched data." = "Hi you have already fetched data.";

/* No comment provided by engineer. */
"Hi, Account is closed, you couldn't change it." = "Hi, Account is closed, you couldn't change it.";

/* No comment provided by engineer. */
"Hi, I know you love it, but you have to fill out the user infomation first.😉" = "Hi, I know you love it, but you have to fill out the user infomation first.😉";

/* No comment provided by engineer. */
"Hi, Today is not settlement date." = "Hi, Today is not settlement date.";

/* No comment provided by engineer. */
"Hi, You haven't select any product." = "Hi, You haven't select any product.";

/* No comment provided by engineer. */
"Holder Name shouldn't be empty." = "Holder Name shouldn't be empty.";

/* No comment provided by engineer. */
"ID Formate is not correct, please check it again." = "ID Formate is not correct, please check it again.";

/* No comment provided by engineer. */
"ID is invalid, please check it again." = "ID is invalid, please check it again.";

/* No comment provided by engineer. */
"Mobile Number is too long or short, please check it again." = "Mobile Number is too long or short, please check it again.";

/* No comment provided by engineer. */
"Mobile Number's formate is not correct." = "Mobile Number's formate is not correct.";

/* No comment provided by engineer. */
"Password should be longer then 6 character" = "Password should be longer then 6 character";

/* No comment provided by engineer. */
"Please check the confirm password" = "Please check the confirm password";

/* No comment provided by engineer. */
"Please check the Term of Service" = "Please check the Term of Service";

/* No comment provided by engineer. */
"Please compute amount first." = "Please compute amount first.";

/* No comment provided by engineer. */
"Please enter valid date of birth" = "Please enter valid date of birth";

/* No comment provided by engineer. */
"Please fill in room area." = "Please fill in room area.";

/* No comment provided by engineer. */
"Please fill in the paassword" = "Please fill in the paassword";

/* No comment provided by engineer. */
"Please fill in the password" = "Please fill in the password";

/* No comment provided by engineer. */
"Please fill out payment infomation, thanks." = "Please fill out payment infomation, thanks.";

/* No comment provided by engineer. */
"Please fill out the blank" = "Please fill out the blank";

/* No comment provided by engineer. */
"Please fill out the blank." = "Please fill out the blank.";

/* No comment provided by engineer. */
"Please fill out the license number" = "Please fill out the license number";

/* No comment provided by engineer. */
"Please fill out the maintain infomation, thanks" = "Please fill out the maintain infomation, thanks";

/* No comment provided by engineer. */
"Please provide the image for user to check out" = "Please provide the image for user to check out";

/* No comment provided by engineer. */
"Please provide the room image." = "Please provide the room image.";

/* No comment provided by engineer. */
"Please read term of service." = "Please read term of service.";

/* No comment provided by engineer. */
"Please recheck license number" = "Please recheck license number";

/* No comment provided by engineer. */
"Please select house owner/Rental Manager" = "Please select house owner/Rental Manager";

/* No comment provided by engineer. */
"Please select something🥸" = "Please select something🥸";

/* No comment provided by engineer. */
"Please select the gender." = "Please select the gender.";

/* No comment provided by engineer. */
"Please select the Owner/Renter" = "Please select the Owner/Renter";

/* No comment provided by engineer. */
"Please select types for this product." = "Please select types for this product.";

/* No comment provided by engineer. */
"Please, read and agree the contract." = "Please, read and agree the contract.";

/* No comment provided by engineer. */
"Rental fee shouldn't be empty." = "Rental fee shouldn't be empty.";

/* No comment provided by engineer. */
"Room address shouldn't be empty." = "Room address shouldn't be empty.";

/* No comment provided by engineer. */
"Sorry, fail to access account. please type username and password try again." = "Sorry, fail to access account. please type username and password try again.";

/* No comment provided by engineer. */
"Sorry, please check your device is supported bio authentication or not." = "Sorry, please check your device is supported bio authentication or not.";

/* No comment provided by engineer. */
"The account could not create" = "The account could not create";

/* No comment provided by engineer. */
"Town Name shouldn't be empty." = "Town Name shouldn't be empty.";

/* No comment provided by engineer. */
"You haven't rent any room." = "You haven't rent any room.";

/* No comment provided by engineer. */
"Zip Code shouldn't be empty." = "Zip Code shouldn't be empty.";

